Autodesk.Revit.DB.Events.ElementTypeDuplicatingEventArgs.ElementTypeId
The id of the ElementType to be duplicated.
Since:
2015

Autodesk.Revit.DB.Events.ElementTypeDuplicatingEventArgs
The event arguments used by the ElementTypeDuplicating event.
Since:
2015